[
  {
    "name": "Ambi Pur",
    "description": "Though we strive hard to keep our homes and our cars clean and tidy, the results are rarely satisfactory. Odours that linger in our homes just before guests arrive, or a persistent stench that never leaves the car, not only adversely affect our mood, but also that of our guests. With this in mind, P&G experts have bottled the fragrance of freshness with the new Ambi Pur range for both homes and cars."
  },
  {
    "name": "Ariel",
    "description": "Introduced in 1991, Ariel was the first to bring the 'compact detergent' technology, the enzyme technology for safe and superior stain-removing power and the 'smart eyes' technology into India, with an aim of becoming India's best stain removal detergent. Ariel contains safe ingredients for all fabrics under recommended usage conditions for laundry. The Ariel product range in India includes different variants to meet your specific needs like Ariel OxyBlu, Ariel Oxyblu Ultramatic, Ariel Front O Mat, Ariel 2in1."
  },
  {
    "name": "Duracell",
    "description": "Duracell batteries have a history of providing dependable power when and where you need it the most. Our range of Batteries gives you the right power for all your device needs, providing up to 10x performance. The product range in India includes Duracell and Duracell Ultra. Duracell is available in sizes AAA, AA, C, D, and 9-volt while Duracell Ultra is available in sizes AA and AAA sizes."
  },
  {
    "name": "Gillette",
    "description": "Gillette® has been at the heart of men’s grooming for over 100 years. Each day, more than 600 million men around the world trust their faces and skin to Gillette’s innovative razors and shaving products designed for the unique needs of men – helping them to look, feel and be their best every day. The razor range in India includes Gillette Vector, Gillette Mach3, Gillette Mach3 Turbo, Gillette Guard and Gillette Mach3 Turbo Sensitive and Gillette Fusion. The Shave Care range includes Gillette Fusion HydraGel, Gillette Series Sensitive Skin Foam, Gillette Series After Shave & Gillette Classic Shave Foam Sensitive Skin. The Gillette Skincare regimen is a no-fuss and efficient solution in caring for the health and appearance of men’s skin and includes a special range of designed-for-men Gillette Skincare Foaming Wash, Gillette Skincare Scrub, Gillette Skincare Facial Moisturizer with Aloe Vera, Gillette Skincare Facial Moisturizer with SPF and Gillette Skincare Lotion 100ml."
  },
  {
    "name": "Head & Shoulders",
    "description": "Since 1950, Head & Shoulders has been at the forefront of scalp and hair science, significantly advancing the treatment of dandruff and scalp problems. Along with professional advice and expert insight we have a wide range of products to care for your scalp and nurture your hair. Head & Shoulders is available in 8 variants in India including Men Hair Retain, Complete Care for Dry Scalp, Anti Hair fall, Smooth & Silky, Cool Menthol, Clean & Balanced, Thick & Long & Silky Black."
  },
  {
    "name": "Olay",
    "description": "Olay is a product truly born in love created by Graham Wulff for his wife Dinah in 1950s to address her frustration with the then thick and waxy beauty creams. Today, Olay is one of the most recognizable brands in the world. Yet through all the changes and innovations, the philosophy upheld by Graham Wulff remains just as relevant as ever: Help women look and feel beautiful and Challenge what’s possible with their skin. The Olay portfolio in India covers Base Moisturizer, Anti Ageing and Olay Whitening. The Anti Aging range includes Olay Regenerist, Olay Total Effects, and Olay Age Protect. The Olay Whitening range includes Olay White Radiance and Olay Natural White. The Base Moisturizer includes Olay Moisturizing Lotions and Creams."
  },
  {
    "name": "Oral-B",
    "description": "Oral-B continuously strives to work closely with the dental professionals and deliver high quality products, which make us leaders* in the $ 4.5 billion toothbrush category, marketing toothbrushes for children & adults, as well as inter-dental products such as Dental Floss. In India, Oral-B has an innovative range of toothbrushes including CrossAction Pro-health 7 Benefits, CrossAction Pro-health Superior Clean and Advantage Sensitive toothbrush. Oral-B’S floss range includes Ultra Floss & Essential Floss. *Based on global value market share for June-July 2006-07, global Nielson Audit"
  },
  {
    "name": "Pampers",
    "description": "As a result of constant research and innovation in understanding the needs of babies at various stages of development, Pampers Active Baby has been voted as the best diaper by Indian moms with the guarantee of superior dryness for an uninterrupted sleep of 12 hours. Pampers has an answer for all your needs with its innovative product range that includes Pampers, Pampers Active Baby, Pampers Active Baby Pants, all designed especially for providing a night of Golden Sleep for the baby."
  },
  {
    "name": "Pantene",
    "description": "The New Pantene Amino Pro-V Complex range of shampoo & conditioner comes in three variants suited for individual needs - Pantene Nourished Shine, Pantene Hair Fall Control & Pantene Smooth & Silky. Enriched with the goodness of pro-vitamins and three essential aminos, Pantene restores your hair with its lost beauty while making your hair ten times stronger."
  },
  {
    "name": "Tide",
    "description": "Tide is the World’s Oldest & Most Trusted Detergent brand and is the Market Leader in 23 Countries around the world. Launched in India in mid-2000, Tide provides ‘Outstanding Whiteness’ on white clothes & excellent cleaning on coloured clothes as well. Tide’s Fabric Whitening Agents clean clothes without bleaching or removing colour from a garment. The Tide range in India includes Tide (Detergent) and Tide (Bar with Whiteons). Tide Naturals was launched in India in December 2009. Packed with the benefits of lemon and chandan, it provides great cleaning while keeping the hands soft."
  },
  {
    "name": "Vicks",
    "description": "Vicks has long been invested in the science and research of respiratory health and through that dedication has developed a wide range of therapeutic products that offer effective relief for all the major signs and symptoms of the common cold, flu and sinus pain and pressure. The Vicks product range in India includes Vicks Cough drops, Vicks Vaporub, Vicks Inhaler, Vicks Vapocool, and Vicks Action 500 Extra."
  },
  {
    "name": "Whisper",
    "description": "Whisper understands that we're each very different, and offers a wide range of sanitary napkins to suit every girl or woman's needs. With the right menstrual pad, you could take the first step to having a Happy Period. Whisper has a wide range of products in India which includes Whisper Ultra Regular Wings,Whisper Ultra XL Wings, Whisper Ultra Heavy Flow Overnights Wings, Whisper Maxi Regular, Whisper Maxi XL Wings, Whisper Choice Regular, Whisper Choice Wings and Whisper Choice Ultra Wings."
  }
]